Repository: WilliamGoossen/ct-groups
Catalog: ct_groups/locale/*/LC_MESSAGES/django.po
Languages: nl

source: This email address is being used by another user account.
nl: Dit email adres wordt gebruikt door een andere gebruiker

source: Title
nl: Titel

source: Topics
nl: Onderwerpen

source: Reason for joining
nl: Reden om deel te nemen

source: Reason for refusing group membership
nl: Reden om lidmaatschap van een groep te weigeren

source: Will be included in email to person being refused
nl: Dit wordt opgenomen in een email naar de persoon aan wie die de toeganggeweigerd is

source: There is already an invitation for that email address
nl: Er is al een uitnodiging naar dit adres gezonden

source: Pending
nl: In behandeling

source: Accepted
nl: Geaccepteerd

source: Refused
nl: Geweigerd

source: Reason for joining group
nl: Reden voor deelname aan de groep

source: Request to join group: %s.
nl: Verzoek om lid te worden van een groep: %s.

source: No updates
nl: Geen nieuwe email

source: Single emails
nl: Elke afzonderlijke email

source: Daily digest
nl: Dagelijkse compilatie van emails

source: Email discussion alerts
nl: Recente bijdragen aan de discussie

source: Email tool comments
nl: Commentaren per email

source: Members
nl: Leden

source: Not currently active
nl: Op dit moment niet actief

source: Sent
nl: Verzonden

source: accept key
nl: acceptatie key

source: DO NOT EDIT
nl: NIET AANPASSEN

source: A comment has been added to: %s.
nl: Er is een commentaar toegevoegd bij: %s.

source: A discussion post has been added to: %s.
nl: Er is een discussie geplaatst bij: %s.

source: Cancel
nl: Annuleren

source: Add a new post
nl: Verstuur een nieuw bericht

source: Post content:
nl: Berichtinhoud:

source: Submit
nl: Verzend

source: %(counter)s comment
nl: %(counter)s commentaar

source: in
nl: in de

source: Comments
nl: Commentaren

source: Comments are closed
nl: Het is niet meer mogelijk nieuwe commentaren te verzenden

source: Comments have been close for this post
nl: Het is niet meer mogelijk commentaren te verzenden voor dit onderwerp

source: You might be able to comment on this post if you log in
nl: U kunt commentaar leveren op dit onderwerp als u inlogt

source: Sorry, you don't have access to this group's comments
nl: Sorry, u hebt geen toegang tot de commentaren van deze groep

source: Comments for %(name)s
nl: Commentaren voor %(name)s

source: There are no comments
nl: Er zijn geen commentaren

source: Invitation
nl: Uitnodiging

source: This invitation has not been successful
nl: Deze uitnodiging is niet geslaagd

source: Your email
nl: Uw email

source: Invitation email
nl: Email met uitnodiging

source: Continue
nl: Doorgaan

source: Joined group
nl: Lid geworden van deze groep

source: Your group membership request is waiting for approval
nl: Uw lidmaatschap van de groep wacht op toestemming

source: Your group membership has not been approved.
nl: Uw lidmaatschap van de groep is niet goedgekeurd

source: You have now joined the '%(name)s' group
nl: U bent nu lid van de groep '%(name)s'

source: This group is closed
nl: Dit is een besloten groep

source: Please enter your reason for joining this group
nl: Wilt u alstublief de reden opgeven voor het lid worden van deze groep

source: Save details
nl: Sla de details op

source: Left group
nl: Geen lid meer van deze groep

source: You have now left the '%(name)s' group
nl: U bent geen lid meer van de groep '%(name)s'

source: Group pages
nl: Groep pagina's

source: Resources
nl: Materialen

source: Sorry, you don't have access to this group's resources
nl: Sorry, u heeft geen toegang tot de materialen van deze groep

source: Log in
nl: Aanmelden

source: for access to tools
nl: voor toegang tot hulpmiddelen

source: None yet
nl: Nog geen

source: Edit group and personal settings
nl: Aanpassen groep en persoonlijke instellingen

source: Join this group
nl: Neem deel aan deze groep

source: Recent discussion posts
nl: Recente bijdragen aan de discussie

source: Read more
nl: Lees meer

source: Sorry, you don't have access to this group's posts
nl: Sorry, u heeft geen toegang tot de berichten van deze groep

source: Recent comments
nl: Er zijn geen commentaren

source: No comments yet
nl: Nog geen commentaren

source: Edit settings
nl: Bewerk de instellingen

source: Settings for %(name)s
nl: Instellingen voor %(name)s

source: Group settings
nl: Groepsinstellingen

source: Make editor
nl: Maak editor

source: Waiting for approval
nl: Wachtend op toestemming

source: Accept
nl: Accepteren

source: Refuse
nl: Weigeren

source: Delete
nl: Wissen

source: No members yet
nl: Nog geen leden

source: Invitations
nl: Uitnodigen

source: Invite a new member
nl: Nodig een nieuw groepslid uit

source: Group note
nl: Groep notitie

source: Save note
nl: Sla notitie op

source: Your preferences for this group
nl: Uw voorkeuren voor deze groep

source: Leave this group
nl: Beeindig deelname aan deze groep

source: You are not a member of this group
nl: U bent geen lid van deze groep

source: You do not have access to this group
nl: U hebt geen toegang tot deze groep

source: Groups
nl: Groepen

source: %(name)s Groups
nl: Groep %(name)s

source: All Groups
nl: Alle groepen

source: No groups found
nl: Geen groepen gevonden

source: Please enter a message for this user
nl: Typ alstublieft een bericht voor deze gebruiker

source: Please enter details for this user
nl: Voer alstublieft de details in van deze gebruiker

source: Register with this site
nl: Aanmelden op deze site

source: <p>Fill out this form (all fields are required), and your account will be created</p>
nl: <p>Vult u alstublieft dit formulier in (alle velden zijn verplicht), dan wordt uw account aangemaakt </p>

source: Please correct the errors below
nl: Wilt u de fouten hieronder herstellen

source: Register
nl: Registreren

source: Editing article
nl: Bewerk uw bijdrage

source: Edit
nl: Bewerk

source: Page content
nl: Inhoud van de pagina

source: Save
nl: Opslaan

source: Home
nl: Homepage

source: Pages
nl: Pagina's

source: New post
nl: Nieuw bericht

source: Edit this post
nl: Bewerk dit bericht

source: New page
nl: Nieuwe pagina

source: Edit this page
nl: Bewerk deze pagina
